export const QNA = [
  {
    id: 1,
    question: "행사 신청은 어떻게 하나요?",
    answer:
      "행사 신청은 Festa 주소 https://festa.io/events/3435 에서 티켓을 발권하고 있습니다, 만약 구매가 어려우시면 현장에서도 발권을 도와드리니 행사 일정에 현장에서 등록하셔도 됩니다.",
  },
  {
    id: 2,
    question: "주차장 지원 되나요?",
    answer:
      "현장에서의 주차 지원은 어렵습니다, 따라서 가급적 대중교통을 이용하시기를 권장드리며, 만약 자가용 차량 이용시 근처 유료주차장을 이용하시기 바랍니다. (* 주차장 정보는 Festa 행사 페이지 참고)",
  },
  {
    id: 3,
    question: "참석 확인증 수령 가능할까요?",
    answer: "참석 확인증은 현장에서 수령 가능하며, 혹은 현장 체크인시 Festa에 체크인 이력을 확인하실 수 있습니다.",
  },
  {
    id: 4,
    question: "굿즈는 2일 모두 참가하면, 언제 수령받게 되나요?",
    answer: "굿즈는 8월 5일 혹은 6일 중, 가장 첫번째로 참석한 날 수령 받게 되며, 그 이후 중복 수령이 어렵습니다.",
  },
  {
    id: 5,
    question: "점심 식사가 제공되나요?",
    answer: "네, 점심 식사와 커피 케이터링 서비스가 제공되며, 현장에서 간단한 샌드위치와 음료를 수령하실 수 있습니다.",
  },
  {
    id: 6,
    question: "행사 자료나 다시보기가 제공되나요?",
    answer:
      "네, 추후 행사 녹화본에 대해서 제공됩니다. 다만 현장 만큼의 상호작용이나 질의응답 등이 불가능한 점 참고 부탁드립니다.",
  },
];
