{
  "nav": {
    "previousGopherCon": "Previous GopherCon",
    "coc": "Code of Conduct (CoC)",
    "register": "Register"
  },
  "home": {
    "prepare": {
      "title": "October 12th to 13th, a festival for Go developers in Korea",
      "subTitle": "See you soon at The Rit in Misa, Hanam City!"
    }
  },
  "CoC": {
    "title": "GopherCon Korea 2024 Code of Conduct (CoC)",
    "titleCore": "Core",
    "titleCoreDesc": "GopherCon Korea 2024 is an organization that brings people together for networking and events without dividing them into professional and student groups. We want the event to be a good experience and fun for everyone involved, so we ask for the following code of conduct.",
    "titleCoreDesc2": "The Code of Conduct applies to all participants in the GopherCon Korea 2024 event, and violations may result in sanctions, including expulsion from the event, staff, and the event itself. Additionally, violations of the Code of Conduct may be made public.",
    "titleCoreStatement1": "Kindness and consideration create a warm and healthy community.",
    "titleCoreStatement1Unit1": "We don't use hateful, discriminatory, or offensive language.",
    "titleCoreStatement1Unit2": "When we see a problem with this, we don't stay silent, we take the initiative to fix it.",
    "titleCoreStatement1Unit3": "We do our best to make it a happy and fun place for everyone involved.",
    "titleCoreStatement2": "Fulfill your responsibilities and duties for the betterment of the Go language community in Korea.",
    "titleCoreStatement2Unit1": "We love the Go language and are committed to developing the Go language community in Korea.",
    "titleParticipants": "Engagement",
    "titleParticipantsStatement1": "A) General",
    "titleParticipantsStatement1Unit1": "Make everyone at the event feel welcome.",
    "titleParticipantsStatement1Unit1Sub1": "Instead of sticking to your circle of acquaintances, talk to everyone, say hello, and connect.",
    "titleParticipantsStatement1Unit1Sub2": "Use respect for all parties at events and in channels.",
    "titleParticipantsStatement1Unit2": "Please work toward safe events so that everyone feels like they are in a safe and trusted community.",
    "titleParticipantsStatement1Unit2Sub1": "Be careful not to make unnecessary physical contact with others.",
    "titleParticipantsStatement1Unit2Sub1Unit1": "Examples: Holding hands or shoulder to shoulder without consent, etc.",
    "titleParticipantsStatement1Unit2Sub2": "Do not include swear words, profanity, or slang in your conversations.",
    "titleParticipantsStatement1Unit2Sub2Unit1": "Even if you're having this conversation with a close acquaintance, you may be making others around you feel uncomfortable or threatened.",
    "titleParticipantsStatement1Unit2Sub3": "Do not intimidate others by losing your temper, making aggressive gestures, or raising your voice.",
    "titleParticipantsStatement1Unit2Sub4": "Do not use verbal language, non-verbal behavior, or any form of sexual objectification that the other person may find offensive.",
    "titleParticipantsStatement1Unit2Sub5": "Do not carry anything that could cause harm to others or instill a similar sense of fear.",
    "titleParticipantsStatement1Unit2Sub5Unit1": "Baseball bats, chemicals, firearms, etc.",
    "titleParticipantsStatement1Unit2Sub6": "Do not touch other people's belongings without their consent.",
    "titleParticipantsStatement1Unit2Sub6Unit1": "Phone, laptop, bag, etc.",
    "titleParticipantsStatement1Unit2Sub6Unit2": "Disability aids (hearing aids, wheelchairs, etc.)",
    "titleParticipantsStatement1Unit2Sub7": "Do not do anything that breaks the law.",
    "titleParticipantsStatement1Unit2Sub8": "Do not take any action that encourages or facilitates any of the above behaviors.",
    "titleParticipantsStatement1Unit2Sub9": "Do not impersonate the organizing committee or spread false information.",
    "titleParticipantsStatement1Unit3": "Please communicate with respect.",
    "titleParticipantsStatement1Unit3Sub1": "Always use respectful language. Do not use language that may make others feel uncomfortable or that is discriminatory.",
    "titleParticipantsStatement1Unit3Sub1Unit1": "\"If you're a non-technical person, you don't know this stuff\"",
    "titleParticipantsStatement1Unit3Sub1Unit2": "\"I don't like OO languages because they're backwards or legacy\"",
    "titleParticipantsStatement1Unit3Sub2": "At events and in channels, address everyone with respect and use \"Mr. or Mrs. XX\".",
    "titleParticipantsStatement1Unit3Sub3": "If you have questions, ask them, and if you have other ideas, offer them.",
    "titleParticipantsStatement1Unit3Sub4": "Keep things private. Even the smallest of questions can be rude to someone.",
    "titleParticipantsStatement1Unit3Sub4Unit1": "\"How old are you?\"",
    "titleParticipantsStatement1Unit3Sub4Unit2": "\"Are you married?\", \"Do you have children?\", \"Are you single?\"",
    "titleParticipantsStatement1Unit3Sub4Unit3": "\"How did you become disabled?\"",
    "titleParticipantsStatement1Unit3Sub5": "Do not take photos of others without their express permission.",
    "titleParticipantsStatement2": "B) Response and Action",
    "titleParticipantsStatement2Desc": "If you are participating in the event and experience any problems with other participants, see other participants in trouble, or have any other concerns, please contact the GopherCon Korea Organizing Committee (the Organizing Committee) for assistance. If the matter is urgent, please contact the organizers and report it to the appropriate authorities, such as the police or fire department.",
    "titleParticipantsStatement2Unit1": "Contact: gophercon-korea-staffs@googlegroups.com",
    "titleParticipantsStatement2Unit2": "In an offline space, the reserve will be dressed in a way that identifies them as a reserve.\nIf you are unable to speak with them online or in person, you can contact them via the email above.",
    "titleParticipantsStatement2Unit3": "If a Code of Conduct violation is reported, the GopherCon Korea organizing committee will work to create a safe event by taking action, such as removal from the venue or contacting law enforcement/medical authorities if necessary, and will strive to protect the identity of the complainant or victim in this process.",
    "titleParticipantsStatement2Unit4": "In addition, the GopherCon Korea organizing committee will do everything in its power to ensure that law enforcement takes the necessary action.",
    "titleParticipantsStatement3": "C) Codes of conduct have their limits.",
    "titleParticipantsStatement3Desc": "Despite our many efforts to ensure a fun, happy, safe, and pleasant community for all, the Code of Conduct cannot keep staffs/participants safe from all threats.",
    "titleParticipantsStatement3Unit1": "If the situation is obviously life-threatening, ask a staff member for help and also report it to the appropriate authorities, such as the police or fire department, so they can take appropriate action.",
    "titleParticipantsStatement3Unit2": "It's hard to take action against a person or organization based on your suspicions alone when the facts are hard to verify. Whether you take action or not, if you feel threatened, we can help by accompanying you, separating you, etc.",
    "titleParticipantsStatement4": "D) Finally",
    "titleParticipantsStatement4Important": "The GopherCon Korea 2024 organizing committee strongly requests that all event attendees adhere to the above code of conduct.",
    "titleParticipantsStatement4Desc": "Any violation of the above code of conduct at GopherCon Korea 2024 will be subject to disciplinary action by the organizing committee:",
    "titleParticipantsStatement4Unit1": "Action for warning",
    "titleParticipantsStatement4Unit2": "Action for isolation from other participants",
    "titleParticipantsStatement4Unit3": "Action to leave the venue",
    "titleParticipantsStatement4Unit4": "Action extradition to law enforcement",
    "titleParticipantsStatement4Desc2": "Alternatively, please be advised that we may take necessary action not mentioned above."
  },
  "sponsor": {
    "cart": "Toevoegen aan Winkelwagen"
  },
  "festival_intro": {
    "cart": "Toevoegen aan Winkelwagen"
  },
  "festival_staffs": {
    "cart": "Toevoegen aan Winkelwagen"
  },
  "timetable": {
    "detail": "detail"
  }
}
